Repository: EdwardPauls/swiss_travel_guide
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de, fr

source: I could not find suggestions for events happening in the requested months.
de: Ich konnte keine Vorschläge für Veranstaltungen finden, die im gewünschten Zeitraum stattfinden.
fr: Je n'ai pas trouvé de suggestions d'événements se déroulant dans les mois demandés.

source: Try it
de: Versuchen
fr: Essaie le

source: Beach holidays for a family in Europe
de: Strandurlaub für eine Familie in Europa
fr: Vacances à la plage en famille en Europe

source: We are a family of three and we are looking for a beach holiday in Europe for the next summer. What are good destinations where we can also enjoy some cultural activities?
de: Wir sind eine dreiköpfige Familie und wollen im nächsten Sommer einen Strandurlaub in Europa unternehmen. Was sind gute Reiseziele, an denen wir auch einige kulturelle Aktivitäten geniessen können?
fr: Nous sommes une famille de trois personnes et nous recherchons des vacances à la plage en Europe pour l'été prochain. Quelles sont les meilleures destinations où l'on peut également faire des activités culturelles ?

source: Asian food with friends
de: Asiatisches Essen mit Freunden
fr: Cuisine asiatique entre amis

source: I want to explore Asian culture and food in a metropolitan destination with my friends. Any trendy destination you can suggest and with a nice itinerary?
de: Ich möchte mit meinen Freunden die asiatische Kultur und das Essen in einer Metropole erkunden. Können Sie ein trendiges Reiseziel mit einer schönen Reiseroute vorschlagen?
fr: Je souhaite explorer la culture et la gastronomie asiatique dans une destination métropolitaine avec mes amis. Peux-tu me proposer une destination tendance et un itinéraire de voyage ?

source: Surf trip in South America
de: Surftrip in Südamerika
fr: Voyage de surf en Amérique du Sud

source: I would like to travel to South America with my friends. We like surfing but also love to enjoy the local food. Do you have good suggestions?
de: Ich möchte mit Freunden nach Südamerika reisen. Wir surfen gerne, essen aber auch gerne das lokale Essen. Hast du gute Vorschläge?
fr: J'aimerais voyager en Amérique du Sud avec mes amis. Nous aimons le surf mais aussi la cuisine locale. Quelles sont tes suggestions ?

source: Gateway to the Nordics
de: Urlaub in den nordischen Ländern
fr: Porte d'entrée vers les pays nordiques

source: I want to visit Stockholm with my boyfriend for a few days. What kind of activities can we do there ? Can you share an itinerary for our stay?
de: Ich möchte mit meinem Freund für ein paar Tage Stockholm besuchen. Welche Aktivitäten können wir dort unternehmen ? Können Sie eine Reiseroute für unseren Aufenthalt empfehlen?
fr: Je veux visiter Stockholm avec mon petit ami pendant quelques jours. Quel genre d'activités peut-on y faire ? Propose-nous un itinéraire pour notre séjour.

source: Shopping in the U.S.
de: Shopping in den USA
fr: Shopping aux États-Unis

source: I want to go shopping in a big city in the US. I also like some cultural activities when I am around. Do you have any suggestions?
de: Ich möchte in einer Grossstadt in den USA shoppen gehen. Außerdem würde ich gerne einige kulturelle Aktivitäten unternehmen, wenn ich in der Umgebung bin. Haben Sie Vorschläge?
fr: J'aimerais faire du shopping dans une grande ville aux États-Unis. J'aimerais aussi faire des activités culturelles. As-tu des suggestions ?

source: Get inspired
de: Erkunden
fr: Explorer

source: Itinerary
de: Reiseverlauf
fr: Itinéraire

source: Events
de: Veranstaltungen
fr: Événements

source: Flights
de: Flüge
fr: Vols

source: Trip Duration
de: Reisedauer
fr: Durée du voyage

source: Days
de: Tag
fr: Jours

source: Sorry, there was an error when fetching the itinerary, try changing the Trip Duration to re-generate.
de: Leider ist beim Abrufen der Reiseroute ein Fehler aufgetreten. Versuchen Sie, die Reisedauer zu ändern, um sie neu zu generieren.
fr: Désolé, une erreur s'est produite lors de la récupération de l'itinéraire, essayez de modifier le Durée du voyage à régénérer.

source: Generating itinerary
de: Reiseroute erstellen
fr: Génération d'itinéraire

source: Fetching places
de: Orte werden geladen
fr: Chargement des lieux

source: Loading
de: Lade
fr: Chargement

source: Generating
de: Generiere
fr: Génération

source: Book now
de: Jetzt buchen
fr: Réservez maintenant

source: From
de: Von
fr: De

source: Geneva
de: Genf
fr: Genève

source: Try
de: Versuchen
fr: Essayer

source: Show me the best beach destinations
de: Zeige mir die besten Strandziele
fr: Montrez-moi les meilleures destinations plage

source: Suggest ideas of destinations to golf
de: Schlage Golfreiseziele vor
fr: Suggérer des idées de destinations pour le golf

source: Start Over
de: Von vorn anfangen
fr: Recommencer

source: Tell me what you are looking for in a vacation, the same way you would tell a friend, and I will suggest destinations, available flights, and even a complete itinerary.
de: Beschreiben Sie Ihre Urlaubswünsche wie einem Freund oder einer Freundin. Ich schlage Ihnen dann Reiseziele, verfügbare Flüge und sogar einen kompletten Reiseplan vor.
fr: Dites-moi ce que vous recherchez pour vos vacances, comme vous le feriez avec un ami, et je vous proposerai des destinations, des vols disponibles et même un itinéraire complet.

source: Descriptions can be as simple or as complete as you want and you can modify results just as easily... just tell me what to change.
de: Ihre Reisebeschreibung kann so einfach oder detailliert sein, wie Sie möchten. Auch Änderungen sind ganz unkompliziert – sagen Sie mir einfach, was angepasst werden soll.
fr: Les descriptions peuvent être aussi simples ou complètes que vous le souhaitez. Vous pouvez également modifier les résultats tout aussi facilement... dites-moi simplement ce qu'il faut changer.

source: Tip:
de: Tipp:
fr: Conseil :

source: Click on the destinations to view itineraries and more!
de: Klicken Sie auf ein Reiseziel, um Routenpläne und mehr zu sehen!
fr: Cliquez sur les destinations pour voir les itinéraires et plus encore !

source: Try something like: 'I'd like to go on a beach holiday with my family in Europe' or 'Show me some popular surf destinations'
de: Probieren Sie etwas wie: 'Ich möchte mit meiner Familie einen Strandurlaub in Europa machen' oder 'Zeigen Sie mir einige beliebte Surfziele'
fr: Essayez quelque chose comme : 'J'aimerais partir en vacances à la plage avec ma famille en Europe' ou 'Montrez-moi quelques destinations de surf populaires'

source: Find my trip
de: Meine Reise finden
fr: Trouver mon voyage

source: Modify suggestions
de: Vorschläge ändern
fr: Modifier les suggestions

source: ...Or just try one of these query ideas
de: ...Oder probieren Sie eine dieser Ideen
fr: ...Ou essayez simplement l'une de ces idées de requête

source: Disclaimer
de: Haftungsausschluss
fr: Avertissement

source: Filter
fr: Filtre

source: Preferences
de: Präferenzen
fr: Préférences

source: Region
fr: Région

source: Month
de: Monat
fr: Mois

source: Travel Guide
de: Reiseführer
fr: Guide de Voyage

source: Show filters
de: Filter anzeigen
fr: Afficher les filtres

source: Hide filters
de: Filter ausblenden
fr: Masquer les filtres

source: Load more
de: Mehr anzeigen
fr: Charger plus

source: Day
de: Tag
fr: Jour

source: Sorry, I cannot help you with that.
de: Tut mir leid, da kann ich Ihnen nicht weiterhelfen.
fr: Désolé, je ne peux pas vous aider avec ça.

source: Sorry, an unexpected error ocurred. Please try again.
de: Es tut mir leid, ich konnte keine Antwort generieren. Bitte versuchen Sie es erneut.
fr: Désolé, je n'ai pas pu générer de réponse. Veuillez réessayer.

source: I could not find matching destinations, try a different query.
de: Ich konnte keine passenden Ziele finden. Versuchen Sie es mit einer anderen Abfrage.
fr: Je n'ai pas trouvé de destinations correspondantes, essayez une autre requête.

source: I am traveling from ${origin}
de: Ich reise von ${origin}
fr: Je voyage de ${origin}

source: I would like to travel between the months of ${minMonth} and ${maxMonth}
de: Ich werde zwischen ${minMonth} und ${maxMonth} reisen
fr: Je voudrais voyager entre les mois de ${minMonth} et ${maxMonth}

source: Remove preference ${preference}
de: Entferne den Präferenz ${preference}
fr: Supprimer la préférence ${preference}

source: Do not filter regions by ${region}
de: Entferne die Beschränkung der Regionen auf ${region}
fr: Ne pas filtrer les régions par ${region}

source: You can keep narrowing down your search, or change something. For example you can say 'I also like museums', or 'Actually, I would like to travel to north america'
de: Sie können Ihre Suche weiter eingrenzen oder etwas ändern. Zum Beispiel können Sie sagen: 'Ich mag auch Museen' oder 'Eigentlich möchte ich nach Nordamerika reisen'
fr: Vous pouvez continuer à affiner votre recherche ou changer quelque chose. Par exemple, vous pouvez dire « J'aime aussi les musées » ou « En fait, j'aimerais voyager en Amérique du Nord »

source: Modify Suggestions
de: Vorschläge ändern
fr: Modifier les suggestions

source: Show me popular destinations.
de: Zeigen Sie mir beliebte Reiseziele.
fr: Montre-moi les destinations populaires

source: Show me popular destinations in Scandinavia
de: Zeigen Sie mir beliebte Reiseziele in Skandinavien.
fr: Montre-moi les meilleures destinations en Scandinavie

source: Show me destinations in nordic countries
de: Zeigen Sie mir Reiseziele in den Nordischen Ländern
fr: Montre-moi les destinations en les pays nordiques

source: Sorry, I was not able to generate a response. Please try again.
de: Es tut mir leid, ich konnte keine Antwort generieren. Bitte versuchen Sie es erneut.
fr: Désolé, je n'ai pas pu générer de réponse. Veuillez réessayer.

source: Zurich
de: Zürich
